Repository: rahimalizada/ngx-common-
Catalog: projects/rahimalizada/ngx-common/src/assets/i18n/messages.*.xlf
Languages: az

# ACCOUNT_STATUS_PENDING_VERIFICATION_TITLE
source: Pending verification
az: Yoxlanılmayıb

# ACCOUNT_STATUS_PENDING_VERIFICATION_DESCRIPTION
source: Account will become active once checked by administation
az: Hesab administrasiya tərəfindən yoxlanıldıqdan sonra aktiv olacaq

# ACCOUNT_STATUS_PENDING_ACTIVATION_TITLE
source: Pending activation
az: Deaktiv

# ACCOUNT_STATUS_PENDING_ACTIVATION_DESCRIPTION
source: User has not submitted account activation code
az: İstifadəçi aktivasiya kodunu təsdiq etməyib

# ACCOUNT_STATUS_ACTIVE_TITLE
source: Active
az: Aktiv

# ACCOUNT_STATUS_ACTIVE_DESCRIPTION
source: Account is active
az: Hesab aktivdir

# ACCOUNT_STATUS_DISABLED_TITLE
source: Disabled
az: Qapalı

# ACCOUNT_STATUS_DISABLED_DESCRIPTION
source: Account is disabled and cannot be used until enabled by administration
az: Hesab qapalıdır və yalnız administrasiya tərəfindən aktiv edildikdən sonra istifadə edilə bilər

# ACCOUNT_TYPE_STANDARD_TITLE
source: Standard
az: Standart

# ACCOUNT_TYPE_STANDARD_DESCRIPTION
source: Standard account type
az: Standart hesab

# ACCOUNT_TYPE_TRIAL_TITLE
source: Trial
az: Sınaq

# ACCOUNT_TYPE_TRIAL_DESCRIPTION
source: Trial account type
az: Sınaq müddətli hesab

# ACCOUNT_TYPE_PRO_TITLE
source: Pro
az: Peşəkar

# ACCOUNT_TYPE_PRO_DESCRIPTION
source: Pro account type
az: Peşəkar hesab növü

# ACCOUNT_TYPE_PAID_TITLE
source: Paid
az: Ödənişli

# ACCOUNT_TYPE_PAID_DESCRIPTION
source: Paid account type
az: Ödənişli hesab növü

# GENDER_MALE_TITLE
source: Male
az: Kişı

# GENDER_FEMALE_TITLE
source: Female
az: Qadın

# GENERIC_ACCOUNT_ROLE_USER_TITLE
source: User
az: İstifadəçi

# GENERIC_ACCOUNT_ROLE_USER_DESCRIPTION
source: User role
az: İstifadəçi hesab rolu

# TOS_STATUS_ACCEPTED_TITLE
source: Accepted
az: Qəbul olunub

# TOS_STATUS_ACCEPTED_DESCRIPTION
source: User has reviewed and accepted TOS
az: İstifadəçi qaydaları ilə taniş olub və qəbul edib

# TOS_STATUS_UPDATED_TITLE
source: Updated
az: Təzələnib

# TOS_STATUS_UPDATED_DESCRIPTION
source: TOS have been updated and user has not reviewd/accepted it yet
az: İstifadəçi qaydaları təzələnib və istifadəçi qaydaları qəbul etməsini təsdiq etməyib

# COUNTRY_TURKEY_TITLE
source: Turkey
az: Türkiyə

# COUNTRY_USA_TITLE
source: USA
az: ABŞ

# COUNTRY_UKRAINE_TITLE
source: Ukraine
az: Ukrayna

# COUNTRY_AZERBAIJAN_TITLE
source: Azerbaijan
az: Azərbaycan

# BALANCE_OP_TRANSACTION_TYPE_CASH_TITLE
source: Cash
az: Nağd

# BALANCE_OP_TRANSACTION_TYPE_CASH_DESCRIPTION
source: Cash based transaction
az: Nağd vəsait əməliyyatı

# BALANCE_OP_TRANSACTION_TYPE_CREDIT_CARD_TITLE
source: Credit card
az: Bank kartı

# BALANCE_OP_TRANSACTION_TYPE_CREDIT_CARD_DESCRIPTION
source: Credit card based transaction
az: Bank kartı ilə əməliyyat

# BALANCE_OP_TRANSACTION_TYPE_BANK_ACCOUNT_DESCRIPTION
source: Bank account based transaction
az: Bank hesabı ilə əməliyyat

# BALANCE_OP_TYPE_DEPOSIT_TITLE
source: Deposit
az: Depozit

# BALANCE_OP_TYPE_CREDIT_TITLE
source: Credit
az: Kredit

# BALANCE_OP_TYPE_DEBIT_TITLE
source: Debit
az: Debet

# BALANCE_OP_TYPE_WITHDRAWAL_TITLE
source: Withdrawal
az: Çıxarılma

# NOTIFICATION_METHOD_APP_TITLE
source: App
az: Tətbiq

# NOTIFICATION_METHOD_APP_DESCRIPTION
source: In-app/browser notification
az: Tətbiq/brauzer vasitəsilə göndərilən bildiriş

# NOTIFICATION_METHOD_EMAIL_TITLE
source: Email
az: E-poçt

# NOTIFICATION_METHOD_EMAIL_DESCRIPTION
source: Email notification
az: E-poçt vasitəsilə göndərilən bildiriş

# NOTIFICATION_METHOD_SMS_DESCRIPTION
source: SMS notification
az: SMS vasitəsilə göndərilən bildiriş

# NOTIFICATION_METHOD_WHATSAPP_DESCRIPTION
source: WhatsApp notification
az: WhatsApp vasitəsilə göndərilən bildiriş
